level_info = [
    ["",""], #0
    ['一切依旧', '所有一切都毫无变化'], #1
    ['固若金汤', '你对对方的伤害只有八成'],
    ['势如破竹', '对方对你造成的伤害多两成'],
    ['闪', '你的攻击有两成无效'],
    ['吸血鬼伯爵', '对方会恢复伤害的两成'],#5
    ['五言真诀', '对方的五个字招式伤害翻倍'],
    ['背水一战', '对方血量低于3时能造成三倍伤害'],
    ['荆棘铠甲', '你会受到自己伤害两成的反弹伤害'],
    ['同生共死', '当你血量高于1点时打败对手，你也会死亡'],
    ['神', '你只能造成八成伤害，多受到两成伤害，攻击有一成几率失败'],#10
]

intro_str_title = \
"""
# 基于文心一言的文字拳皇
一个文字拳皇小游戏，你可以自己天马行空想一个招式名称，然后文心一言会判断这个招式能够造成的伤害，释放想象力进行对战吧！
"""

intro_str_battle2robot = \
"""
对战模式用于和电脑进行简单对战，你可以想一个招式名，点击发送即可对电脑造成伤害。想办法赢得对战吧！如果你觉得这一切已经没有挑战性了，可以参加闯关模式，应该会难一点！
***
"""

intro_str_battle_in_level = \
"""
闯关模式用于和电脑进行简单对战，你可以想一个招式名，点击发送即可对电脑造成伤害。每次获胜，都可以进入下一关，电脑会具有丰富的特殊能力，想办法赢得对战吧！一共十关，请加油！
***
"""

intro_str_battle2robot = \
"""
自由对战模式用于和朋友进行简单对战，你可以和朋友各自想一个招式名称，点击发送，互相战斗。
***
"""